Repository: Dushistov/sdcv
Catalog: trunk/*.po
Languages: fr

source: Unknown option. Try '%s --help' for more information.
fr: Option inconnue. Essayez '%s --help' pour plus d'informations.

source: Usage: %s [OPTIONS] words
fr: Usage: %s [OPTIONS] mots

source: -h, --help display this help and exit
fr: -h, --help afficher cet aide et sortir

source: -v, --version display version information and exit
fr: -v, --version afficher les informations de version et sortir

source: -l, --list-dicts display list of available dictionaries and exit
fr: -l, --list-dicts afficher la liste des dictionnaires disponibles et sortir

source: -u, --use-dict bookname for search use only dictionary with this bookname
fr: -u, --use-dict nom_dict pour chercher seulement en utilisant le dictionnaire spécifié

source: -n, --non-interactive for use in scripts
fr: -n, --non-interactive pour l'utilisation dans des scripts

source: --utf8-output output must be in utf8
fr: --utf8-output force la sortie au format utf8

source: --utf8-input input of sdcv in utf8
fr: --utf8-input force l'entrée de sdcv au format utf8

source: --data-dir path/to/dir use this directory as path to stardict data directory
fr: --data-dir chemin utiliser ce chemin pour trouver les données de stardict

source: Console version of Stardict, version %s
fr: Version console de Stardict, version %s

source: Dictionary's name Word count
fr: Nom dictionnaire Nombre de mots

source: g_mkdir failed: %s
fr: Échec de g_mkdir : %s

source: Enter word or phrase:
fr: Entrez un mot ou une phrase:

source: There are no words/phrases to translate.
fr: Il n'y a pas de mots/phrases à traduire.

source: popen failed
fr: Échec de popen

source: Can not convert %s to utf8.
fr: Ne peut convertir %s au format utf8.

source: Found %d items, similar to %s.
fr: Trouvé %d éléments similaires à %s.

source: Your choice[-1 to abort]:
fr: Votre choix[-1 pour abandonner] :

source: Invalid choise. It must be from 0 to %d or -1.
fr: Selection invalide. Veuillez choisir un nombre entre 0 et %d, ou -1.

source: Nothing similar to %s, sorry :(
fr: Aucun mot/phrase similaire à %s, désolé :(
