Repository: Dushistov/sdcv
Catalog: po/*.po
Languages: ka

source: popen failed
ka: popen ჩავარდა

source: Can not convert %s to utf8.
ka: %s-ის utf8-ში გადაყვანა შეუძლებელია.

source: Found %zu items, similar to %s.
ka: აღმოჩენილია %zu ელემენტი, რომელიც %s-ს ჰგავს.

source: Your choice[-1 to abort]:
ka: თქვენი არჩევანი[-1 გასაუქმებლად]:

source: Invalid choice. It must be from 0 to %zu or -1.
ka: არასწორი არჩევანი. უნდა იყოს 0-დან %zu-მდე, ან -1.

source: Nothing similar to %s, sorry :(
ka: %s-ს არაფერი ჰგავს :(

source: display version information and exit
ka: ვერსიის ჩვენება და გასვლა

source: display list of available dictionaries and exit
ka: ხელმისაწვდომი ლექსიკონების ჩვენება და გასვლა

source: for search use only dictionary with this bookname
ka: ძებნისთვის, მხოლოდ, ამ სახელის მქონე ლექსიკონის გამოყენება

source: bookname
ka: ლექსიკონის_სახელი

source: for use in scripts
ka: სკრიპტებში გამოსაყენებლად

source: print the result formatted as JSON
ka: შედეგების JSON ფორმატში გამოტანა

source: do not fuzzy-search for similar words, only return exact matches
ka: მსგავსი სიტყვებისთვის არაზუსტი ძებნა გამოყენებული არ იქნება. დაბრუნდება, მხოლოდ, ზუსტი დამთხვევები

source: output must be in utf8
ka: გამოტანა utf8-ში უნდა იყოს

source: input of sdcv in utf8
ka: პროგრამაში შეყვანა utf8 -ში

source: use this directory as path to stardict data directory
ka: ამ საქაღალდის გამოყენება stardict-ის მონაცემების საქაღალდის ბილიკად

source: path/to/dir
ka: ბილიკი/სასურველ/საქაღალდემდე

source: only use the dictionaries in data-dir, do not search in user and system directories
ka: ლექსიკონების, მხოლოდ, data-dir-დან გამოყენება. მომხმარებლის და სისტემურ საქაღალდეებში ძებნა არ მოხდება

source: colorize the output
ka: ფერებში გამოტანა

source: words
ka: სიტყვა

source: Invalid command line arguments: %s
ka: არასწორი ბრძანების სტრიქონის არგუმენტები: %s

source: Console version of Stardict, version %s
ka: Startdict-ის კონსოლის ვერსია. ვერსია %s

source: g_mkdir failed: %s
ka: g_mkdir ჩავარდა: %s

source: Enter word or phrase:
ka: შეიყვანეთ სიტყვა ან ფრაზა:

source: There are no words/phrases to translate.
ka: სათარგმნი სიტყვების/ფრაზების გარეშე.

source: Dictionary's name Word count
ka: ლექსიკონის სახელი სიტყვების რაოდენობა

source: Can not convert %s to current locale.
ka: ვერ გადავიყვანე %s მიმდინარე ლოკალში.
